{
    "items": [
        {
            "external_id": "external_p1",
            "category_external_id": "external_c1.1",
            "name": "Перчатка Бесконечности",
            "price": 630,
            "description": "Перчатка Бесконечности даёт беспредельную силу своему обладателю. Но сама вселенная содрогнётся от ужаса, когда перчатка попадёт безумному титану Таносу. Теперь в его руках пространство и время, а один щелчок пальцев может истребить половину мира. Остатки Людей Икс и Мстителей во главе с Адамом Варлоком, Доктором Стрэнджем и Серебряным Сёрфером пытаются его остановить — но хватит ли их сил против Таноса и перчатки?",
            "attribute_values": [
                {
                    "attribute_external_id": "external_a1",
                    "value": "Jellyfish Jam"
                },
                {
                    "attribute_external_id": "external_a2",
                    "value": 256
                },
                {
                    "attribute_external_id": "external_a3",
                    "value": "Мягкий"
                },
                {
                    "attribute_external_id": "external_a4",
                    "value": false
                }
            ]
        },
        {
            "external_id": "external_p2",
            "category_external_id": "external_c1.1",
            "name": "Доктор Стрэндж. Проклятие. Полное издание",
            "price": 1350,
            "description": "В сборник войдут следующие выпуски: все 4 выпуска лимитки «Проклятие», выпуски #386-389 серии «Доктор Стрендж» 2017 года, «Джонни Блейз: Призрачный гонщик» #1, выпуски #78-80 «Железного кулака» и выпуски #15-17 «Алого паука».",
            "attribute_values": [
                {
                    "attribute_external_id": "external_a1",
                    "value": "Комильфо"
                },
                {
                    "attribute_external_id": "external_a2",
                    "value": 352
                },
                {
                    "attribute_external_id": "external_a3",
                    "value": "Твёрдый"
                },
                {
                    "attribute_external_id": "external_a4",
                    "value": false
                }
            ]
        },
        {
            "external_id": "external_p3",
            "category_external_id": "external_c1.2",
            "name": "Железный Человек. Начало",
            "price": 500,
            "description": "Миллиардер и военный промышленник Тони Старк ведёт богатую и беззаботную жизнь. Но всё меняется, когда во время посещения страны, охваченной войной, он оказывается в руках у опасных экстремистов, среди которых его бывший друг. От Старка требуют создать оружие, но Тони собирает механизированную броню, с помощью которой вырывается из плена. Кажется, что всё позади, но ужасы прошлого требуют мести, и, чтобы остановить их, богатому плейбою предстоит стать Железным Человеком!",
            "attribute_values": []
        },
        {
            "external_id": "external_p4",
            "category_external_id": "external_c1.2",
            "name": "Железный Человек. Демон в бутылке. Золотая Коллекция",
            "price": 1350,
            "description": "Встречайте важнейший сюжет, на годы вперёд определивший судьбу нашего героя! Подвиги в Атлантик-Сити, резня в Монако – Железный Человек бьёт рекорды по скорости влипания в неприятности среди миллиардеров! Когда угрозы нависнут над обеими личностями Тони Старка, решит ли он утопить свои горести в выпивке? А также: подробный пересказ истории происхождения Железного Человека! Среди специальных гостей – Мстители, Человек-муравей и Нэмор Подводник!\n\n",
            "attribute_values": [
                {
                    "attribute_external_id": "external_a1",
                    "value": "Комильфо"
                },
                {
                    "attribute_external_id": "external_a2",
                    "value": 176
                },
                {
                    "attribute_external_id": "external_a3",
                    "value": "Твёрдый"
                },
                {
                    "attribute_external_id": "external_a4",
                    "value": true
                }
            ]
        },
        {
            "external_id": "external_p5",
            "category_external_id": "external_c1.3",
            "name": "Эра Альтрона",
            "price": 240,
            "description": "Долгие годы искусственный интеллект Альтрон стремился уничтожить человечество. И сейчас ему это удалось. Уцелела лишь горстка героев, и те вынуждены скрываться от вездесущих роботов Альтрона. Чтобы спастись, Капитану Америка и его команде придется пойти на радикальные меры, но и этого недостаточно — и тогда Росомаха решает разобраться с Альтроном по своему. Всё это приводит к непредвиденным последствиям, которые потрясут основы вселенной Marvel.",
            "attribute_values": [
                {
                    "attribute_external_id": "external_a1",
                    "value": "Jellyfish Jam"
                },
                {
                    "attribute_external_id": "external_a2",
                    "value": 272
                },
                {
                    "attribute_external_id": "external_a3",
                    "value": "Твёрдый"
                },
                {
                    "attribute_external_id": "external_a4",
                    "value": true
                }
            ]
        },
        {
            "external_id": "external_p6",
            "category_external_id": "external_c1.3",
            "name": "Marvel. Что если?.. Мстители победили всех",
            "price": 280,
            "description": "Мультивселенная комиксов Marvel славится своим многообразием. Вместе с всемогущим Наблюдателем в свежем выпуске «Что, если» вы станете свидетелями событий грандиозной важности и трагичности для одного из таких миров, ведь в нём Мстители, величайшие герои Земли, ополчились против всех до единого суперсуществ на планете и уничтожили вселенную ещё в 80-х, задолго до того, как это стало мейнстримом.",
            "attribute_values": [
                {
                    "attribute_external_id": "external_a1",
                    "value": "Комильфо"
                },
                {
                    "attribute_external_id": "external_a2",
                    "value": 40
                },
                {
                    "attribute_external_id": "external_a3",
                    "value": "Мягкий"
                },
                {
                    "attribute_external_id": "external_a4",
                    "value": false
                }
            ]
        },
        {
            "external_id": "external_p7",
            "category_external_id": "external_c1.3",
            "name": "Чёрная Вдова. Игра без правил",
            "price": 500,
            "description": "Наташу Романову с детства учили убивать. Долгие годы она боролась с этой установкой, чтобы перейти на сторону добра. И к чему это её привело? К смерти. И вина лежит на одном из тех немногих друзей, которых Наташа рискнула подпустить к себе поближе. И вот Чёрная Вдова вернулась с того света: она чертовски зла и всё больше сомневается в том, что для неё есть место на светлой стороне. Чтобы дать волю своим тёмным началам, она отправляется на остров Мадрипур, на котором запустили сайт с кровавыми онлайн-трансляциями… На кону — жизни детей!",
            "attribute_values": [
                {
                    "attribute_external_id": "external_a1",
                    "value": "Комильфо"
                },
                {
                    "attribute_external_id": "external_a2",
                    "value": 112
                },
                {
                    "attribute_external_id": "external_a3",
                    "value": "Мягкий"
                },
                {
                    "attribute_external_id": "external_a4",
                    "value": true
                }
            ]
        },
        {
            "external_id": "external_p8",
            "category_external_id": "external_c2.1",
            "name": "Бэтмен. Легенды Темного Рыцаря. Образы",
            "price": 260,
            "description": "«Образы» - это аллюзия на первый выпуск серии «Бэтмен» 1940 года, который был опубликован 24 апреля. В том выпуске в одной из историй в комиксе впервые появился Джокер и сразу же пошел ва-банк: убивал и грабил, его жертвами становились богачи, бандиты, полицейские и даже судья. Преступник не думал особо скрываться и повсюду оставлял свои визитные карточки, словно насмехаясь над Бэтменом. Джокер даже взял в заложники Робина (это ещё задолго до случая с монтировкой). Первое явление заклятого врага-друга стало настоящим испытанием для Темного Рыцаря.",
            "attribute_values": [
                {
                    "attribute_external_id": "external_a1",
                    "value": "Азбука"
                },
                {
                    "attribute_external_id": "external_a2",
                    "value": 40
                },
                {
                    "attribute_external_id": "external_a3",
                    "value": "Мягкий"
                },
                {
                    "attribute_external_id": "external_a4",
                    "value": true
                }
            ]
        },
        {
            "external_id": "external_p9",
            "category_external_id": "external_c2.1",
            "name": "Бэтмен, Который Смеется",
            "price": 1110,
            "description": "«Бэтмен, Который Смеется» – мини-серия Скотта Снайдера и Джока, которая подхватывает сюжетные линии с грандиозного кроссовера «Тёмные ночи: Металл» и продолжает утверждение Смеющегося Бэтмена как одного из самых опасных злодеев во вселенной DC. В книгу вошли все семь выпусков одноименной серии и ваншот «Мрачный Рыцарь».",
            "attribute_values": [
                {
                    "attribute_external_id": "external_a1",
                    "value": "Азбука"
                },
                {
                    "attribute_external_id": "external_a2",
                    "value": 240
                },
                {
                    "attribute_external_id": "external_a3",
                    "value": "Твёрдый"
                },
                {
                    "attribute_external_id": "external_a4",
                    "value": true
                }
            ]
        },
        {
            "external_id": "external_p10",
            "category_external_id": "external_c2.1",
            "name": "Бэтмен. Однажды в Готэме",
            "price": 610,
            "description": "Дэмиан Уэйн мечтает стать настоящим Чудо-мальчиком, но это у него получится только тогда, когда он\nсможет удержаться от вранья, от которого растет его нос. Альфред, дворецкий Бэтмена, совершенно неожиданно\nотправляется в путешествие сквозь зеркало и оказывается в абсурдном мире Страны чудес. В поисках принцессы,\nкоторая украла горошину, детективы департамента полиции Готэм-сити допрашивают самых опасных преступников\nГотэма. А Бэтмен встречает Снежную королеву, которая ведет его очень опасной дорогой.",
            "attribute_values": [
                {
                    "attribute_external_id": "external_a1",
                    "value": "Росмэн"
                },
                {
                    "attribute_external_id": "external_a2",
                    "value": 192
                },
                {
                    "attribute_external_id": "external_a3",
                    "value": "Мягкий"
                },
                {
                    "attribute_external_id": "external_a4",
                    "value": false
                }
            ]
        }
    ],
    "update_token": "1654825450"
}
